{
  "projects": [
    {
      "preview": "assets/media/projects/solar-screen.png",
      "created_at": "2019-07-20T14:18:15.923+02:00",
      "name": "SOLAR-FRNSW",
      "description": "SOLAR-FRNSW is a new mental health focused mobile app for Fire & Rescue NSW. It is a recovery program for survivors of disasters or other traumatic events who are experienceing ongoing distress or adjustment difficulties. \n\nThe app includes a user chosen male or female voice over. The modules include text, illustrations, videos, animations, quizzes, checklists, form inputs and check in notification on commitments. There is also a notification scheduler feature and capacity for users to create personalised plan.",
      "google_url": "https://play.google.com/store/apps/details?id=com.solar.frnsw",
      "ios_url": "https://apps.apple.com/us/app/solar-frnsw/id1579793536"
    },
    {
      "preview": "assets/media/projects/pappyon-screen.png",
      "created_at": "2019-07-20T14:18:15.923+02:00",
      "name": "Pappyon:Business Networking",
      "description": "Pappyon is an app to streamlines your professional networking into one hub, bring together all contact details, social links and online channels into one place for optimized relationship. \n\nI joined the development team and helped with upgrading the entire project from Flutter 1 to Flutter 2.3 with updating all out dated plugins and refactoring deprecated code. Also implemented the a few key functions such as video capture, video play/uploading and reply comment.",
      "google_url": "https://play.google.com/store/apps/details?id=com.pappyon.app",
      "ios_url": "https://apps.apple.com/au/app/pappyon-business-networking/id1544309052"
    },
    {
      "preview": "assets/media/projects/more-screen.png",
      "created_at": "2019-07-20T14:24:00.709+02:00",
      "name": "MoRE Program",
      "description": "MoRE Program is an mobile application to help people manage their worries and mood. \n\nThe app included a schedule of activities; a mood monitor, prompted with notification reminders. The app integrates with a Content Management System(CMS) to allow the team to make simple content changes to the modules.",
      "google_url": "https://play.google.com/store/apps/details?id=com.uon.more",
      "ios_url": "https://apps.apple.com/us/app/more-program/id1597829343"
    },
    {
      "preview": "assets/media/projects/tradie4ladies-screen.PNG",
      "created_at": "2019-07-20T14:31:12.567+02:00",
      "name": "Tradies 4 Ladies",
      "description": "After many experiences of being let down, feeling unsafe and left with poor workmanship we decided to build a service that provided quality checked Tradies to people that wanted that extra level of certainty and security. All Tradies listed on Tradies4Ladies have their Trades Certificate verified, insurance checked and are at a minimum ID Verified. We also utilise Police Checks and Australia Post ID verification.",
      "google_url": "https://play.google.com/store/apps/details?id=au.com.tradies4ladies",
      "ios_url": "https://apps.apple.com/us/app/tradies4ladies/id1536421775"
    },
    {
      "preview": "assets/media/projects/myinduction-screen.png",
      "created_at": "2020-02-27T23:48:54.263+02:00",
      "name": "My Induction",
      "description": "The My Induction App provides beginning teachers with easy access to a variety of resources including videos, tips, simulations, quizzes, challenges and a Question Bank to support their daily work and professional growth.",
      "google_url": "https://play.google.com/store/apps/details?id=au.edu.aitsl.MyInduction",
      "ios_url": "https://apps.apple.com/us/app/my-induction/id1200350090"
    },
    {
      "preview": "assets/media/projects/moodmission-screen.png",
      "created_at": "2020-03-03T09:50:59.791+02:00",
      "name": "MoodMission",
      "description": "MoodMission helps you learn new and better ways of coping with stress, low mood, depression, and anxiety. Tell MoodMission how you’re feeling and it will give you a tailored list of 5 Missions that can help you feel better and improve your wellbeing.",
      "google_url": "https://play.google.com/store/apps/details?id=au.com.mood.mission",
      "ios_url": "https://apps.apple.com/us/app/moodmission/id1140332763"
    }
  ]
}
